Repository: 09zwcbupt/poclbm
Catalog: guiminer_*.po
Languages: de, es, fr, hu

source: GUIMiner Version: %(version)s GUI by Chris 'Kiv' MacLeod Original poclbm miner by m0mchil Original rpcminer by puddinpop Get the source code or file issues at GitHub: https://github.com/Kiv/poclbm If you enjoyed this software, support its development by donating to: %(address)s Even a single Bitcoin is appreciated and helps motivate further work on this software.
de: GUIMiner Version: %(version)s GUI: Chris 'Kiv' MacLeod Komponenten: poclbm: m0mchil rpcminer: puddinpop Deutsche Übersetzung: Liikaa Quelltext und Bugtracker sind auf GitHub zu finden: https://github.com/Kiv/poclbm Wenn dir dieses Programm gefällt, unterstütze die Entwicklung mit einer Spende an: %(address)s Selbst ein einzelner Bitcoin motiviert, die Entwicklung fortzuführen. Have phun ;)
es: GUIMiner versión: %(version)s GUI por: Chris 'Kiv' MacLeod Minero poclbm original por: m0mchil Minero rpcminer original por: puddinpop Traducción al español por: http://www.BitcoinsWallet.com Código fuente o errores en GitHub: https://github.com/Kiv/poclbm Si has disfrutado con este software, apoya a su desarrollo donando a: %(address)s Incluso una sóla Bitcoin se aprecia y ayuda a motivar a los desarrolladores en el trabajo futuro.
fr: GUIMiner Version: %(version)s Interface par Chris 'Kiv' MacLeod Miner poclbm original par m0mchil Rrpcminer original par puddinpop Trouvez le code source sur GitHub: https://github.com/Kiv/poclbm Si ce logiciel vous plaît aidez à son développement en donnant à : %(address)s Chaque Bitcoin donné compte et nous motive pour continuer le travail sur ce logiciel. Traduction par Florian Cramoisan. Signalez toute erreur de traduction à florian.cramoisan@gmail.com.
hu: GUIMiner verzió: %(version)s GUI készítője: Chris 'Kiv' MacLeod Eredeti poclbm bányászprogram készítője: m0mchil Eredeti rpcminer bányászprogram készítője: puddinpop A forráskód elérhető GitHubon: https://github.com/Kiv/poclbm Ha hasznosnak találtad a programot, kérlek, adományozz a készítőnek: %(address)s Egyetlen bitcoin is nagy motiváció a program továbbfejlesztésére.

source: Not started
de: Nicht gestartet
es: No iniciado
fr: Non démarré
hu: Nincs elindítva

source: Starting...
de: Starte...
es: Empezando...
fr: Démarrage...
hu: Indítás...

source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
hu: Leállítva

source: Paused
de: Pausiert
es: Pausado
fr: En pause
hu: Leállítva

source: Start mining!
de: Start!
es: Iniciar la minería
fr: Commencer le minage!
hu: Bányászat indítása

source: Stop mining
de: Stop!
es: Parar la minería
fr: Arrêter de miner!
hu: Bányászat leállítása

source: Refresh balance
de: Guthaben aktualisieren
es: Actualizar saldo
fr: Raffraîchir la répartition
hu: Egyenleg frissítése

source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connection
hu: Kapcsolódási hiba

source: Username:
de: Benutzername:
es: Usuario:
fr: Nom d'utilisateur:
hu: Felhasználónév:

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
hu: Jelszó:

source: Quit this program
de: Programm beenden
es: Salir del programa
fr: Quitter le programme
hu: Kilépés a programból

source: Show about dialog
de: Über
es: Acerca de...
fr: Afficher la boîte de dialogue À Propos
hu: Névjegy megjelenítése...

source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion en cours...
hu: Kapcsolódás...

source: Requesting balance: %(request)s
de: Guthaben wird abgerufen: %(request)s
es: Solicitando saldo: %(request)s
fr: Requête de répartition : %(request)s
hu: Egyenleg lekérése: %(request)s

source: Server replied: %(status)s, %(data)s
de: Serverantwort: %(status)s, %(data)s
es: Contestación del Servidor: %(status)s, %(data)s
fr: Réponse du serveur: %(status)s, %(data)s
hu: A szerver válasza: %(status)s, %(data)s

source: Miner
es: Minero
hu: Bányász

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hu: Sebesség

source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté
hu: Elfogadva

source: Stale
de: Ungültig
es: Caducado
fr: Périmé (Stale)
hu: Érvénytelen

source: Start/Stop
es: Iniciar/Parar
fr: Démarrer/Arrêter
hu: Indítás/Leállítás

source: Autostart
es: Inicio auto.
fr: Démarrage auto
hu: Automatikus indítás

source: Pause all
de: Alle pausieren
es: Pausar todos
fr: Mettre tout en pause
hu: Mind leállítása

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hu: Visszaállítás

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás

source: Listener for "%s" started
de: Listener für "%s" gestartet
es: Minero "%s" iniciado
fr: Démarrage de l'écoute de "%s"
hu: "%s" elindult

source: Listener for "%(name)s": %(line)s
de: Listener für "%(name)s": %(line)s
es: Minero "%(name)s": %(line)s
fr: Écouteur pour "%(name)s": %(line)s
hu: Üzenet - "%(name)s": %(line)s

source: Listener for "%s" shutting down
de: Listener für "%s" wird angehalten
es: Minero "%s" cerrando
fr: Arrêt de l'écoute de "%s"
hu: "%s" leállt

source: Server:
es: Grupo:
fr: Serveur:
hu: Szerver:

source: Website:
es: Sitio web:
fr: Site Web:
hu: Weboldal:

source: Ext. Path:
de: Ext. Pfad:
es: Ruta externa
fr: Chemin :
hu: Külső útvonal:

source: Host:
es: Servidor:
fr: Hôte:
hu: Szerver:

source: Port:
es: Puerto:

source: Device:
de: Gerät:
es: Dispositivo:
fr: Périphérique:
hu: Eszköz:

source: No OpenCL devices
de: Keine OpenCL-Geräte
es: No hay dispositivos OpenCL
fr: Aucun périphérique OpenCL
hu: Nincs OpenCL eszközöd

source: Extra flags:
de: Extra Parameter:
es: Opciones extra:
fr: Paramètres supplémentaires:
hu: Extra beállítások:

source: Balance:
de: Guthaben:
es: Saldo:
fr: Répartition:
hu: Egyenleg:

source: Withdraw
de: Überweisung
es: Retirar saldo
fr: Se retirer
hu: Visszavonás

source: Default
de: Standard
es: Por defecto
fr: Défaut
hu: Alapértelmezett

source: Start
es: Iniciar
fr: Démarrer
hu: Indítás

source: Stop
es: Parar
fr: Arrêter
hu: Leállítás

source: Connection problems
de: Verbindungsprobleme
es: Problemas de conexión
fr: Problème lors de la connexion
hu: Kapcsolódási problémák

source: Running command:
de: Wird ausgeführt:
es: Ejecutando comando:
fr: Execution de la commande:
hu: Futtatási parancs:

source: Difficulty 1 hashes: %(nhashes)d %(update_time)s
de: Schwierigkeit 1 hashes: %(nhashes)d %(update_time)s
es: Dificultad 1 hashes: %(nhashes)d %(update_time)s
fr: Difficulté 1 hash: %(nhashes)d %(update_time)s
hu: Nehézség 1 hash-ek: %(nhashes)d %(update_time)s

source: Blocks: %d,
de: Blöcke: %d,
es: Bloques: %d,
fr: Blocs: %d,
hu: Blokkok: %d,

source: Shares: %d accepted
de: Shares: %d akzeptiert
es: Tareas: %d aceptadas
fr: Partages: %d accepté
hu: Részblokkok: %d elfogadva

source: , %d stale/invalid
de: , %d ungültig
es: , %d caducada/inválida
fr: , %d est invalide
hu: , %d érvénytelen

source: - last at %s
de: - zuletzt um %s
es: - última: %s
fr: Dernière modification le %s
hu: - legutóbbi ekkor: %s

source: Server to connect to. Different servers have different fees and features. Check their websites for full information.
de: Zu verwendender Server. Verschiedene Server haben unterschiedliche Funktionen und erheben abweichende Gebühren. (siehe Website für ausführliche Informationen)
es: Grupo donde conectar. Cada grupo tiene diferentes tasas y características. Ver sus páginas web para obtener toda la información.
fr: Serveur auquel se connecter. Chaque serveur à des différentes taxes et options. Regardez leur site pour plus d'informations.
hu: A használandó szerver. Különböző szervereknek különböző díjaik és funkcióik vannak. További információért nézd meg a weboldalukat.

source: Website of the currently selected server. Click to visit.
de: Website des momentan ausgewählten Servers. Hier klicken zum Aufrufen.
es: Página web del grupo seleccionado actualmente. Clic para visitar
fr: Site web du serveur selectionné. Cliquez pour le visiter
hu: A kiválasztott szerver weboldala.

source: Available OpenCL devices on your system.
de: Verfügbare OpenCL-Geräte
es: Dispositivos OpenCL disponibles en tu sistema
fr: Périphériques OpenCL Disponibles.
hu: A rendszered elérhető OpenCL eszközei.

source: Host address, without http:// prefix.
de: Host-Adresse, ohne führendes 'http://'
es: Dirección del Servidor, sin el prefijo http://.
fr: Adresse de l'hôte, sans le préfixe http://.
hu: Szerver címe, a http:// nélkül.

source: Server port. This is usually 8332.
de: Server-Port. Standardmäßig 8332.
es: Puerto del servidor. Generalmente 8332.
fr: Port du serveur. Habituellement 8332.
hu: A szerver portja. Ez általában 8332.

source: The miner's username. May be different than your account username. Example: Kiv.GPU
de: Miner-Benutzername. Kann sich vom Account-Benutzernamen unterscheiden. Beispiel: Kiv.GPU
es: El usuario del minero. Puede ser diferente al usuario de la cuenta. Ejemplo: BitcoinsWallet.GPU
fr: Nom d'uilisateur du miner. Peut différer du nom d'utilisateur de votre compte. Exemple: Kiv.GPU
hu: A bányász felhasználóneve. Lehet, hogy különbözik a fiókod felhasználónevétől. Például: Kiv.GPU

source: The miner's password. May be different than your account password.
de: Miner-Passwort. Kann sich vom Account-Passwort unterscheiden.
es: Contraseña del minero. Puede ser diferente a la contraseña de la cuenta.
fr: Mot de passe du miner. Peut différer du mot de passe de votre compte.
hu: A bányász jelszava. Lehet, hogy különbözik a fiókod jelszavától.

source: Extra flags to pass to the miner. For Radeon HD 5xxx series use -v -w128 for best results. For other cards consult the forum.
de: Extra-Parameter für den Aufruf. Auf Karten der Radeon HD 5000 Serie werden die besten Ergebnisse mit -v -w128 erzielt. Für andere Karten siehe Forum. Die Priorität kann von 0 (hoch) bis 100 (niedrig) festgelegt werden. (Beispiel: -f60)
es: Opciones extra para utilizar con el minero. Para obtener mejores resultados con las Radeon HD 5xxx utiliza -v -w128. Para otras tarjetas, consultar el foro: http://forum.bitcoin.org/.
fr: Paramètres supplémentaires à passer au miner. Pour les ATI Radéon HD série 5xxx utiliser -v -w128 afin d'optimiser le rendement. Pour les autres cartes, consultez le forum.
hu: A bányászprogramnak küldött extra beállítások. Radeon HD 5xxx-es videokártyáknál használd azt, hogy -v -w128. Más videokártyáknál nézz utána a fórumban (forum.bitcoin.org).

source: Auth token rejected by server.
de: Authentifizierung fehlgeschlagen.
es: Código de autorización rechazado por el servidor
hu: Azonosítási kód visszautasítva a szerver által.

source: %s confirmed
de: %s bestätigt
es: %s confirmado
fr: %s confirmé
hu: %s visszaigazolt

source: , %s unconfirmed
de: , %s unbestätigt
es: , %s sin confirmar
fr: , %s n'a pas été confirmé
hu: , %s nincs visszaigazolva

source: Bad response from server.
de: Fehlerhafte Serverantwort.
es: Respuesta incorrecta del servidor.
fr: Mauvaise réponse du serveur.
hu: Hibás válasz a szervertől.

source: Withdraw OK
de: Überweisung getätigt
es: Retirada de saldo correcta
fr: Retiré
hu: Sikeres visszavonás

source: No registration is required - just enter an address and press Start.
de: Keine Registrierung erforderlich. Einfach Adresse eingeben und starten
es: No es necesario el registro - sólo introduce una dirección y presiona Iniciar.
fr: Aucun enregistrement requis, entrez seulement une adresse et cliquez sur Démarrer
hu: Nem kell regisztrálni - csak írd be a címed és nyomj az Indítás gombra.

source: Address:
de: Adresse:
es: Dirección:
fr: &Adresse électronique :
hu: Cím:

source: Your receiving address for Bitcoins. E.g.: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc
de: Adresse für eingehende Transaktionen. Beispiel: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc
es: Tu cuenta para recibir Bitcoins. Ejemplo: 1LSEcWhBwvQ6r5wWC6ZfHRtDrTmybqXbLk
fr: Votre adresse de réception des bitcoins. Example: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc
hu: A Bitcoin címed, amire a pénz érkezzen. Például: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc

source: Your miner username (not your account username). Example: Kiv.GPU
de: Miner-Benutzername (nicht der Account-Benutzername) Beispiel: Kiv.GPU
es: Tu usuario del minero, (no el usuario de la cuenta). Ejemplo: BitcoinsWallet.GPU
fr: Votre nom d'utilisateur de miner (pas celui de votre compte). Example:kiv.GPU
hu: A bányász felhasználóneve (nem a fiók felhasználóneve). Például: Kiv.GPU

source: Your miner password (not your account password).
de: Miner-Passwort (nicht der Account-Passwort)
es: Contraseña del minero (no la contraseña de la cuenta).
fr: Votre mot de passe de miner (pas celui de votre compte).
hu: A bányász jelszava (nem a fiók jelszava).

source: Your miner username. Example: kiv123@kiv123
es: El usuario del minero. Ejemplo: BitcoinsWallet@kiv123
fr: Votre nom d'utilisateur de miner. Example:kiv123@kiv123
hu: A bányász felhasználóneve. Például: kiv123@kiv123

source: The e-mail address you registered with.
de: E-Mail-Adresse aus der Registrierung.
es: El correo electrónico con el que te registraste.
fr: L'adresse mail avec laquelle vous vous êtes enregistré.
hu: Az e-mail cím, amivel regisztráltál

source: Email:
es: Correo electrónico:
hu: E-mail cím:

source: &Rename...
de: &Umbenennen...
es: &Renombrar...
fr: &Renommer...
hu: &Átnevezés...

source: Rename this miner
de: Diesen Miner umbenennen
es: Renombrar este minero
fr: Renommer le miner
hu: Bányász átnevezése

source: &New OpenCL miner...
de: &Neuer OpenCL-Miner...
es: &Nuevo minero OpenCL...
fr: &Nouveau miner OpenCL...
hu: &Új OpenCL bányász...

source: New &other miner...
de: Neuen &externen Miner...
es: Nuevo minero diferente...
fr: N&ouveau miner...
hu: Új külső bányász...

source: &Save settings
de: Einstellungen &speichern
es: &Guardar opciones
fr: &Sauver les paramètres
hu: &Beállítások mentése

source: Save your settings
de: Einstellungen speichern
es: Guardar tus opciones
fr: Sauver vos paramètres
hu: Beállítások mentése

source: &Load settings
de: &Einstellungen &laden
es: &Cargar opciones
fr: &Charger les paramètres
hu: &Beállítások betöltése

source: Load stored settings
de: Einstellungen laden
es: Cargar las opciones guardadas
fr: Charger des paramètres enregistrés
hu: Elmentett beállítások betöltése

source: Quit
de: &Beenden
es: Salir
fr: Quitter
hu: Kilépés

source: &File
de: &Datei
es: &Archivo
fr: &Fichier
hu: &Fájl

source: Show summary
de: &Zusammenfassung anzeigen
es: Mostrar sumario
fr: Afficher le résumé
hu: Összegzés megjelenítése

source: Show summary of all miners
de: Zusammenfassung aller Miner anzeigen
es: Mostrar sumario de todos los mineros
fr: Afficher le résumé pour tous les miners
hu: Minden bányász összegsésének megjelenítése

source: Show console
de: &Konsole anzeigen
es: Mostrar consola
fr: Afficher la console
hu: Konzol megjelenítése...

source: Show console logs
de: Konsolen-Logs anzeigen
es: Mostrar los registros de la consola
fr: Afficher les logs de la console
hu: Konzolnaplók megjelenítése...

source: &View
de: &Ansicht
es: &Ver
fr: &Affichage
hu: &Nézet

source: &Create solo password...
de: &Solo-Passwort erstellen...
es: &Crear usuario/contraseña...
fr: &Créer un mot de passe solo...
hu: &Szóló jelszó készítése...

source: Configure a user/pass for solo mining
de: Benutzername/Password für Solo-Mining festlegen
es: Configurar un usuario/contraseña para la minería en modo 'solo'
fr: Veuillez fournir un utilisateur/mot de passe pour le mining en solo
hu: Felhasználónév és jelszó beállítása szóló bányászathoz

source: &Set Bitcoin client path...
de: Bitcoin-Client-&Pfad...
es: &Configurar la ruta del cliente Bitcoin...
fr: &Changer le chemin vers le client Bitcoin...
hu: &Bitcoin kliens helyének megadása...

source: Set the location of the official Bitcoin client
de: Pfad zum offiziellen Bitcoin-Client festlegen.
es: Configurar la ruta del cliente oficial Bitcoin.
fr: Chemin du Bitcoin officiel
hu: Add meg a hivatalos Bitcoin kliens helyét

source: &Launch Bitcoin client as server
de: &Bitcoin-Client als Server starten
es: &Ejecutar el cliente Bitcoin como servidor
fr: &Lancer le client bitcoin en tant que serveur
hu: &Bitcoin kliens indítása szerverként

source: Launch the official Bitcoin client as a server for solo mining
de: Startet den offiziellen Bitcoin-CLient im Servermodus für Solo-Mining
es: Ejecutar el cliente Bitcoin como servidor para la minería en modo 'solo'
fr: Lancer le client Bitcoin officiel pour un minage solo.
hu: Szóló bányászathoz indítsd el a hivatalos Bitcoin bányászprogramot szerverként

source: &Solo utilities
de: Solo-&Werkzeuge
es: &Minería en modo 'solo'
fr: &Outils solo
hu: &Szóló eszközök

source: &Change language...
de: &Sprache wechseln...
es: &Cambiar idioma...
fr: &Changer de langue...
hu: &Nyelv változtatása...

source: Language
de: &Sprache
es: Idioma
fr: Langue
hu: Nyelv

source: &Help
de: &Hilfe
es: &Ayuda
fr: &Aide
hu: &Segítség

source: Failed to load taskbar icon; continuing.
de: Fehler beim Laden des Icons; fahre fort....
es: Error al cargar el icono de bandeja del sistema; continunando....
fr: Erreur du chargement de l'icone de notification. L'exécution continue.
hu: Tálcaikon betöltése sikertelen; folytatás...

source: OpenCL not found - can't add a OpenCL miner
de: OpenCL wurde nicht gefunden - OpenCL-Miner kann nicht hinzugefügt werden
es: OpenCL no encontrado. No se puede añadir un minero OpenCL
fr: Impossible de trouver OpenCL : impossible d'ajouter un miner OpenCL
hu: Az OpenCL nem található - nem lehet OpenCL bányászt indítani

source: Name this miner:
de: Name des Miners:
es: Nombre para este minero:
fr: Nom du miner:
hu: Bányász neve:

source: New miner
de: Neuer Miner
es: Nuevo minero
fr: Nouveau miner
hu: Új bányász

source: Untitled
de: Unbenannt
es: Sin nombre
fr: Sans titre
hu: Névtelen

source: Select external miner:
de: Externen Miner auswählen:
es: Seleccionar un minero externo:
fr: Choisissez un miner externe:
hu: Válaszd ki a külső bányászprogramot:

source: Unsupported external miner %(filename)s. Supported are: %(supported)s
de: Nicht unterstützter externer Miner %(filename)s. Unterstützt werden: %(supported)s
es: Minero externo %(filename)s no compatible. Los compatibles son: %(supported)
fr: Miner externe non supporté %(filename)s. Les miners actuellement supportés sont: %(supported)s

source: Miner not supported
de: Miner nicht unterstützt
es: Minero no compatible
fr: Miner non supporté
hu: A bányászprogram nem támogatott

source: Do you want to save changes?
de: Einstellungen speichern?
es: ¿Quieres guardar los cambios?
fr: Voulez-vous sauvegarder les modifications ?
hu: Elmented a változtatásokat?

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hu: Mentés

source: Saving:
de: Speichern:
es: Guardando:
fr: Sauvegarde:
hu: Mentés:

source: Couldn't write save file %s. Check the location is writable.
de: Konnte Konfigurationsdatei %s nicht schreiben. Überprüfe die Datei auf Beschreibbarkeit
es: No se puede guardar el archivo %s. Comprueba que la ubicación permite la escritura
fr: Impossible d'écrire la sauvegarde dans le fichier %s. Vérifiez l'emplacement.
hu: Nem sikerült ide menteni: %s. Ellenőrizd le hogy írható-e a mappa!

source: Save unsuccessful
de: Speichern nicht erfolgreich
es: Error al guardar
fr: Echec de la sauvegarde
hu: Sikertelen mentés

source: Profiles saved OK to %s.
de: Profile erfolgreich gespeichert unter %s.
es: Los perfiles se han guardado correctamente en %s.
fr: Profil sauvé vers %s.
hu: Profil sikeresen elmentve ide: %s.

source: Save successful
de: Erfolgreich gespeichert
es: Guardado correcto
fr: Sauvegarde effectuée
hu: Sikeres mentés

source: Loaded: %s
de: Geladen: %s
es: Cargado: %s
fr: Chargé: %s
hu: Betöltve: %s

source: Loading profiles will stop any currently running miners. Continue?
de: Laden der Profile unterbricht alle Operationen. Fortfahren?
es: Cargar los perfiles parará los mineros que trabajen ahora. Продолжить?
fr: Charger des profils arrêtera les miners en cours. Continuer ?
hu: Egy profil betöltése le fogja állítani a jelenleg futó bányászokat. Biztos ezt akarod?

source: Load profile
de: Profil laden
es: Cargar perfil
fr: Charger un profil
hu: Profil betöltve

source: Select path to Bitcoin.exe
de: Pfad zur Bitcoin.exe wählen
es: Seleccionar ruta para Bitcoin.exe
fr: Choisir le chemin vers Bitcoin.exe
hu: Válaszd ki a Bitcoin.exe programfájlt

source: About
de: Über
es: Acerca de
fr: &A propos
hu: Névjegy

source: Closing this miner will stop it. Continue?
de: Schließen des Miners beendet ihn. Fortfahren?
es: Cerrar este minero lo parará. ¿Continuar?
fr: Fermer le miner l'arrêtera. Continuer ?
hu: A bányász bezárásával leállítod azt. Biztos bezárod?

source: Close miner
de: Miner schließen
es: Cerrar minero
fr: Fermer le miner
hu: Bányász bezárása

source: Couldn't find Bitcoin at %s. Is your path set correctly?
de: Konnte Bitcoin nicht unter %s finden. Pfad korrekt?
es: No se puede encontrar Bitcoin en %s. ¿La ruta es correcta?
fr: Impossible de trouver bitcoin au chemin %s. Vérifiez que le chemin a bien été paramétré.
hu: A Bitcoin nem található itt: %s. Biztos ez a helyes útvonal?

source: Launch failed
de: Aufruf fehlgeschlagen
es: Fallo al iniciar
fr: Erreur de lancement
hu: Indítás sikertelen

source: Launched ok.
de: Aufruf erfolgreich.
es: Ejecutado correctamente.
fr: Lancement réussi.
hu: Sikeres indítás

source: %s already exists. Overwrite?
de: %s existiert bereits. Fortfahren?
es: %s ya existe. ¿Sobreescribir?
fr: %s Existe déjà. L'écraser ?
hu: %s már létezik. Felülírja?

source: bitcoin.conf already exists.
de: bitcoin.conf existiert bereits.
es: bitcoin.conf ya existe.
fr: bitcoin.conf existe déjà.
hu: A bitcoin.conf fájl már létezik.

source: Enter password
de: Passwort eingeben
es: Introducir contraseña
fr: Entrez le mot de passe
hu: Írd be a jelszavad

source: Success
de: Erfolgreich
es: Correcto
fr: Succès
hu: Sikerült

source: Wrote bitcoin config ok.
de: bitcoin.conf geschrieben.
es: bitcoin.conf escrito correctamente.
fr: Écriture de la configuration bitcoin réussie.
hu: Bitcoin konfiguráció sikeresen megírva.

source: Console
de: Konsole
es: Consola
hu: Konzol

source: Summary
de: Zusammenfassung
es: Sumario
fr: Résumé
hu: Összegzés

source: Rename miner
de: Miner umbenennen
es: Renombrar minero
fr: Renommer le miner
hu: Bányász átnevezése

source: Rename to:
de: Umbenennen zu:
es: Renombrar a:
fr: Renommer :
hu: Átnevezés erre:

source: Change language
de: Sprache wechseln
es: Cambiar idioma
fr: Changer de langue
hu: Nyelv változtatása

source: Choose language (requires restart to take full effect)
de: Sprache auswählen (Neustart erforderlich)
es: Elegir idioma (se necesita reiniciar para completar)
fr: Choisissez une langue (Requiert un redémarrage)
hu: Válassz nyelvet (a beállítás a program újraindításakor lép érvénybe)

source: Click the link below to log in to the pool and get a special token. This token lets you securely check your balance. To remember this token for the future, save your miner settings.
de: Klicke auf den Link um einen API-Token zu erhalten. Dieser Token erlaubt das sichere Abrufen des Guthabens. Um diesen Token für die Zukunft zu sichern, müssen die Einstellungen gespeichert werden.
es: Hacer clic en el enlace de abajo para entrar en el grupo y conseguir el código de la API. Este código te permitirá comprobar tu saldo de forma segura. Para guardar este código, deberás guardar la configuración de tu minero.
fr: Cliquez sur le lien ci-dessous pour vous connecter et obtenir un jeton (API token). Ce jeton vous permettra de vérifier votre répartition de manière sécurisée. Pour se souvenir de ce jeton, sauvegardez les paramètres.
hu: Kattints a lenti linkre hogy a bányászcsapat oldalán kapj egy kódot. Ez a kód fogja lehetővé tenni, hogy a program lekérdezhesse az egyenleged. Mentsd el a program beállításait majd, hogy ne kelljen később újra beírnod a kódot.

source: (Paste token here)
de: (Token hier einfügen)
es: (Pegar el código aquí)
fr: (Coller le jeton ici)
hu: (Írd be ide a kódot)
