Repository: 09zwcbupt/poclbm
Catalog: guiminer_*.po
Languages: de, es, fr, hu

source: Copy address to clipboard
de: Adresse in die Zwischenablage kopieren
es: Copiar dirección al portapapeles
fr: Copier l'adresse dans le presse-papier
hu: Cím másolása vágólapra

source: No OpenCL devices found.
de: Keine OpenCL-Geräte gefunden.
es: No se han encontrado dispositivos OpenCL.
fr: Aucun périphérique OpenCL touvé.
hu: Nem található OpenCL eszköz.

source: No OpenCL devices were found. If you only want to mine using CPU or CUDA, you can ignore this message. If you want to mine on ATI graphics cards, you may need to install the ATI Stream SDK, or your GPU may not support OpenCL.
de: Es konnten keine OpenCL-Geräte gefunden werden. Wenn nur die CPU oder CUDA verwendet werden sollen, kann diese Meldung ignoriert werden. Wenn OpenCL mit einer ATI/AMD-Grafikkarte genutzt werden soll, muss das AMD Stream SDK oder der aktuelle Catalyst-Treiber installiert werden.
es: No se han encontrado dispositivos OpenCL. Si sólo quieres minar utilizando CPU or CUDA, puedes ignorar este mensaje. Si quieres minar con tarjetas gráficas ATI, podrías necesitar instalar el SDK del ATI Stream o tu GPU podría no aceptar OpenCL.
hu: Nem található OpenCL eszköz. Ha csak CPU-val vagy CUDA-val akarsz bányászni, hagyd figyelmen kívül ezt az üzenetet. Ha ATI videokártyával akarsz bányászni, lehet, hogy fel kell telepítened az ATI Stream SDK-t, vagy pedig a videokártyád nem támogatja az OpenCL-t.

source: Don't show this message again
de: Diese Nachrift nicht wieder anzeigen
es: No volver a mostrar este mensaje
hu: Ne mutasd ezt többször
